Repository: madeITBelgium/WP-Security
Catalog: languages/wp-security-by-made-*.po
Languages: it_nl_nl

source: File changed
it_nl_nl: Bestand is gewijzigd

source: File infected
it_nl_nl: Bestand is geïnfecteerd

source: File deleted
it_nl_nl: Bestand is verwijderd

source: New file added
it_nl_nl: Nieuw bestand toegevoegd

source: The WordPress core is vulnerable
it_nl_nl: De WordPress Core is kwetsbaar

source: The plugin %s is vulnerable
it_nl_nl: De plugin %s is kwetsbaar

source: The theme %s is vulnerable
it_nl_nl: Het thema %s is kwetsbaar

source: The file %s is changed.
it_nl_nl: Het bestand %s is aangepast.

source: The file %s is different from the original.
it_nl_nl: Het bestand %s is verschillend dan het originele.

source: The file %s is infected.
it_nl_nl: Het bestand %s is geïnfecteerd.

source: The file %s is deleted from you installation.
it_nl_nl: Het bestand %s is verwijderd van jouw WordPress website.

source: The file %s is deleted from you installation. But it exist in the original version.
it_nl_nl: Het bestand %s is verwijderd van jouw WordPress website, maar bestaat wel in de originele versie.

source: The file %s is added to your installation.
it_nl_nl: Het bestand %s is toegevoegd aan jouw WordPress website.

source: A vulnerability '%s' is found in the WP Core since %s in version %s.
it_nl_nl: De kwetsbaarheid '%s' is gevonden in je WordPress Core sinds %s in versie %s.

source: A vulnerability '%s' is found in the '%s' plugin since %s in version %s.
it_nl_nl: De kwetsbaarheid '%s' is gevonden in de '%s' plugin sinds %s in versie %s.

source: A vulnerability '%s' is found in the '%s' theme since %s in version %s.
it_nl_nl: De kwetsbaarheid '%s' is gevonden in het '%s' thema sinds %s in version %s.

source: The amount of memory (RAM) allowed for PHP is very low (%s Mb) - you should increase it to avoid failures due to insufficient memory (consult your web hosting company for more help)
it_nl_nl: De hoeveelheid geheugen (RAM) die voor PHP is toegestaan, is zeer laag (%s Mb) - u moet dit verhogen om storingen te voorkomen door onvoldoende geheugen (raadpleeg uw webhostingbedrijf voor meer hulp)

source: The amount of time allowed for WordPress plugins to run is very low (%s seconds) - you should increase it to avoid backup failures due to time-outs (consult your web hosting company for more help - it is the max_execution_time PHP setting; the recommended value is %s seconds or more)
it_nl_nl: De hoeveelheid tijd die WordPress-plugins kunnen gebruiken om te draaien is zeer laag (%s seconden). U moet het verhogen om de back-upfouten vanwege de time-outs te vermijden (raadpleeg uw web hosting bedrijf voor meer hulp - het is de max_execution_time PHP instelling; aanbevolen waarde is %s seconden of meer)

source: Your free space in your hosting account is very low - only %s Mb remain
it_nl_nl: Uw vrije ruimte in uw hosting account is zeer laag - Enkel nog %s Mb vrije ruimte

source: Security & Maintenance
it_nl_nl: Beheer & Beveiliging

source: Security
it_nl_nl: Beveiliging

source: Security Dashboard
it_nl_nl: Beveiligings dashboard

source: Security Scan
it_nl_nl: Beveiliginsscan

source: Security Settings
it_nl_nl: Beveiligings instellingen

source: Settings
it_nl_nl: Instellingen

source: Backup files value is incorrect
it_nl_nl: Waarde van Aantal bestanden in backup is foutief

source: The provided API Key is invalid.
it_nl_nl: De opgegeven API key is foutief.

source: Cannot connect to the FTP server.
it_nl_nl: Kan niet verbinden met de FTP server.

source: FTP credentials are wrong.
it_nl_nl: FTP login gegevens zijn foutief.

source: Cannot create destination directory on FTP server.
it_nl_nl: Kan de destinatie folder niet aanmaken op de FTP server.

source: Cannot delete temp file in destination directory on FTP server.
it_nl_nl: Kan het tijdelijk bestand in de destinatie folder niet verwijderen op de FTP server.

source: Cannot create file in destination directory on FTP server.
it_nl_nl: Kan de destinatie folder niet aanmaken op de FTP server.

source: Cannot connect to S3 bucket
it_nl_nl: Kan niet verbinden met de S3 opslag.

source: # files
it_nl_nl: # bestanden

source: # loaded files
it_nl_nl: # Geladen bestanden

source: # checked files
it_nl_nl: # Gecontroleerde bestanden

source: # changed files
it_nl_nl: # Veranderde bestanden

source: # files to backup
it_nl_nl: # Bestanden om te backuppen

source: # files in last backup
it_nl_nl: # Bestanden in laatste backup

source: Local file %s doesn't exist on your WordPress installation.
it_nl_nl: Het lokale bestand %s kan niet worden gevonden in je WordPress installatie.

source: less than 1 second
it_nl_nl: Minder dan 1 seconde

source: %s year
it_nl_nl: %s jaar

source: %s month
it_nl_nl: %s maand

source: %s day
it_nl_nl: %s dag

source: %s hour
it_nl_nl: %s uur

source: %s minute
it_nl_nl: %s minuut

source: %s second
it_nl_nl: %s seconde

source: Last result %s ago.
it_nl_nl: Laatste resultaat %s geleden

source: Last scan %s ago.
it_nl_nl: Laatste scan is %s geleden.

source: Last change %s ago.
it_nl_nl: Laatste verandering %s geleden.

source: Last backup %s ago.
it_nl_nl: Laatste backup is %s geleden uitgevoerd.

source: File %s of %s
it_nl_nl: Bestand %s van %s

source: The settings are successfully saved.
it_nl_nl: De instellingen zijn succesvol opgeslagen.

source: Information
it_nl_nl: Informatie

source: Docs
it_nl_nl: Documentatie

source: General settings
it_nl_nl: Algemene instellingen

source: Back-up settings
it_nl_nl: Backup instellingen

source: Maintenance
it_nl_nl: Onderhoud

source: Scan files against repository versions for changes
it_nl_nl: Scan de bestanden tegen veranderingen vergeleken met de repository versie.

source: Do fast scan
it_nl_nl: Doe enkel snelle scans

source: Scan core files
it_nl_nl: Scan core bestanden

source: Scan theme files
it_nl_nl: Scan thema bestanden

source: Scan plugin files
it_nl_nl: Scan plugin bestanden

source: API Integration
it_nl_nl: API integratie

source: This API key is auto generated. The API key is required to communicate with our server to update file scan listing, Virus/Mallware databases, ...
it_nl_nl: Deze API key is automatisch aangemaakt. De API key is nodig om te communiceren met onze servers. Zo kunnen we je steeds de laaste scan lijsten, virus/mallware databases, enz. bezorgen.

source: Backup settings
it_nl_nl: Backup instellingen

source: Files to backup at once
it_nl_nl: Aantal bestanden backupen in één request

source: You can increase or decrease this value. The higher number, the faster the backup is completed. High number of files need more server resources.
it_nl_nl: Je kan deze waarde verhogen of verlagen. Hoe hoger de waarde, hoe sneller een backup voltooid is. Maar hoe hoger de waarde hoe meer server resources er nodig zijn.

source: Send the backup to your FTP server.
it_nl_nl: Verstuur de backup naar je FTP server.

source: Enable FTP Backup
it_nl_nl: Schakel FTP backups in

source: FTP username
it_nl_nl: FTP gebruikersnaam

source: FTP password
it_nl_nl: FTP wachtwoord

source: FTP destination directory
it_nl_nl: FTP bestemmings locatie

source: Send the backup to your S3 bucket.
it_nl_nl: Verstuur de backup naar je Amazon S3 bucket.

source: Enable S3 Backup
it_nl_nl: Schakel S3 backups in

source: Prevent your website from hacking
it_nl_nl: Voorkom je website van hacking

source: Prevent your website from hacking. Made I.T. can take care of your WordPress website to take the control of the updates and optimizations.
it_nl_nl: Voorkom je website van hacking. Made I.T. kan het beheer van je WordPress website overnemen. We zorgen voor alle updates en optimalisaties.

source: Let Made I.T. Take over the maintenance
it_nl_nl: Laat Made I.T. het onderhoud overnemen

source: Backup your website
it_nl_nl: Backup je website naar Made I.T.

source: Made I.T. WordPress Maintenance API Key
it_nl_nl: Made I.T. WordPress Onderhoud API Key

source: Save
it_nl_nl: Opslaan

source: The file %s is replaced with the original version.
it_nl_nl: Het bestand %s is vervangen met de originele versie.

source: The file %s is deleted from the server.
it_nl_nl: Het bestand %s is verwijderd van de server.

source: Not existing files
it_nl_nl: Niet gevonden bestanden.

source: Files of %s that not exist
it_nl_nl: Bestanden van %s die niet bestaan.

source: The file <a href="%s">%s</a> do not exist in the original version.
it_nl_nl: Het bestand <a href="%s">%s</a> bestaat niet in de originele versie.

source: No changed files found.
it_nl_nl: Geen aangepaste bestanden gevonden.

source: Changed files
it_nl_nl: Aangepaste bestanden

source: Changed files of %s
it_nl_nl: Aangepaste bestanden van %s

source: Compare the file <a href="%s">%s</a> with the original version.
it_nl_nl: Vergelijk het bestand <a href="%s">%s</a> met de originele versie.

source: Compare file %s of %s
it_nl_nl: Vergelijk %s met %s

source: Server information
it_nl_nl: Server informatie

source: PHP Version
it_nl_nl: PHP Versie

source: MySQL Version
it_nl_nl: MySQL Versie

source: WP Version
it_nl_nl: WP Versie

source: Apache Version
it_nl_nl: Apache Versie

source: Users
it_nl_nl: Gebruikers

source: Sites
it_nl_nl: Websites

source: OS name
it_nl_nl: OS

source: OS Vesion
it_nl_nl: OS Versie

source: Memory Limit
it_nl_nl: Memory limiet

source: Free disk space
it_nl_nl: Vrije schijfruimte

source: Used disk space
it_nl_nl: Gebruikte schijfruimte

source: Total disk space
it_nl_nl: Totale schijfruimte

source: Server date time
it_nl_nl: Server datum/tijd

source: (Cron system is not in sync)
it_nl_nl: (Cron systeem is niet in sync)

source: Job
it_nl_nl: Taak

source: Schedule
it_nl_nl: Plannen

source: Next run (Server time)
it_nl_nl: Volgende uitvoering (Server tijd)

source: File status
it_nl_nl: Bestand status

source: Core files
it_nl_nl: Core bestanden

source: Plugin files
it_nl_nl: Plugin bestanden

source: Theme files
it_nl_nl: Thema bestanden

source: Other files
it_nl_nl: Andere bestanden

source: View htaccess
it_nl_nl: Bekijk .htaccess bestand

source: View error.log
it_nl_nl: Bekijk error.log

source: Security Scan results
it_nl_nl: Beveiligings scan resultaat

source: Scan summary
it_nl_nl: Scan samenvatting

source: No recent scan data found.
it_nl_nl: Geen recente data gevonden.

source: N/A
it_nl_nl: N.V.T.

source: Themes
it_nl_nl: Thema's

source: Do scan now
it_nl_nl: Doe scan nu

source: Stop scan now
it_nl_nl: Stop scan

source: Scanning changes against repo disabled.
it_nl_nl: Het scannen van veranderingen is niet ingeschakeld.

source: Update summary
it_nl_nl: Update samenvatting

source: Update all
it_nl_nl: Update alles

source: Scanning plugin updates disabled.
it_nl_nl: Scannen van plugin updates is uitgeschakeld.

source: Scan result
it_nl_nl: Scan resultaat

source: Starting scan
it_nl_nl: Scan starten

source: Loading core files
it_nl_nl: WP Core bestanden inladen

source: Loading plugin files
it_nl_nl: Plugin bestanden inladen

source: Loading theme files
it_nl_nl: Thema bestanden inladen

source: Prepare to start scan
it_nl_nl: Scan voorbereiden

source: Scan core Vulnerabilities
it_nl_nl: Kwetsbaarheden zoeken in WP Core

source: Scan plugin Vulnerabilities
it_nl_nl: Kwetsbaarheden zoeken in plugins

source: Scan theme Vulnerabilities
it_nl_nl: Kwetsbaarheden zoeken in thema's

source: Complete scan
it_nl_nl: Scan voltooid

source: Scan repo changes
it_nl_nl: Scan repository veranderingen

source: Fast scan
it_nl_nl: Snelle scan

source: Scan core changes
it_nl_nl: Scan core veranderingen

source: Scan plugin changes
it_nl_nl: Scan plugin veranderingen

source: Scan theme changes
it_nl_nl: Scan thema veranderingen

source: Maintenance by Made I.T.
it_nl_nl: Onderhoud door Made I.T.

source: Backup summary
it_nl_nl: Backup overzicht

source: No recent backup completed.
it_nl_nl: Er zijn geen recente backups genomen.

source: Do backup
it_nl_nl: Maak backup

source: Automatic backup disabled.
it_nl_nl: Automatische backups is uitgeschakeld.

source: System info
it_nl_nl: Systeem informatie

source: Starting backup
it_nl_nl: Backup starten

source: Backing up files. %s / %d
it_nl_nl: Bestanden back-uppen (%s/%d)

source: Backking up database
it_nl_nl: Database backup

source: Creating zip file
it_nl_nl: Zip bestand aanmaken

source: Upload to Made I.T.
it_nl_nl: Uploaden naar Made I.T. server

source: Upload to FTP server
it_nl_nl: Uploaden naar FTP server

source: Upload to S3
it_nl_nl: Uploaden naar S3 bucket

source: Complete backup
it_nl_nl: Backup beëindigen

source: Secure your WordPress Website.
it_nl_nl: Beveilig je WordPress Website.
